[GIANTSQUID_SHADER]
subtitle="EXPOSIÇÃO - FAUNA MARINHA PENDURADA\n\nNão tanto como um conceito cortado como um Easter Egg para os visitantes do museu, essas criaturas marinhas podem ser vistas nadando pelo jogador durante o passeio de batisfera até Rapture na sequência de abertura de BioShock."

[SHARK_BASKING_SHADER]
subtitle="EXPOSIÇÃO - FAUNA MARINHA PENDURADA\n\nNão tanto como um conceito cortado como um Easter Egg para os visitantes do museu, essas criaturas marinhas podem ser vistas nadando pelo jogador durante o passeio de batisfera até Rapture na sequência de abertura de BioShock."

[Whale_Skeleton_Shader]
subtitle="EXPOSIÇÃO - FAUNA MARINHA PENDURADA\n\nNão tanto como um conceito cortado como um Easter Egg para os visitantes do museu, essas criaturas marinhas podem ser vistas nadando pelo jogador durante o passeio de batisfera até Rapture na sequência de abertura de BioShock."

[angler_Fish_shader]
subtitle="EXPOSIÇÃO - FAUNA MARINHA PENDURADA\n\nNão tanto como um conceito cortado como um Easter Egg para os visitantes do museu, essas criaturas marinhas podem ser vistas nadando pelo jogador durante o passeio de batisfera até Rapture na sequência de abertura de BioShock."

[whale_stuffed_shader]
subtitle="EXPOSIÇÃO - FAUNA MARINHA PENDURADA\n\nNão tanto como um conceito cortado como um Easter Egg para os visitantes do museu, essas criaturas marinhas podem ser vistas nadando pelo jogador durante o passeio de batisfera até Rapture na sequência de abertura de BioShock."

[INTRO_TEXTURE_HIDDEN]
subtitle="Boas vindas ao Museu das ideas órfãs -- uma excursão guiada pelas ideas que a Irrational Games descartou ou alterou durante o desenvolvimento do BioShock original."

[MuseumPlaque01]
subtitle="EXPOSIÇÃO - POR-PIS-LEN\n\nO nome interno da Irrational para essa variação protótipo do Big Daddy - que atacava jogadores com um enorme gancho e bolas de ferro de um barril - significa ''Porradeiro/Pistoleiro lento''. Ele sobreviveu tempo o bastante para virar uma IA totalmente funcional, mas a equipe eventualmente o cortou para se concentrar em polir os outros tipos de Big Daddy. Mais tarde, este modelo apareceu em BioShock 2 como o ''Rumbler'', lançando Torretinhas em vez de Bolas de canhão."

[MuseumPlaque02]
subtitle="EXPOSIÇÃO - BOUNCER INICIAL\n\nEste modelo original do Big Daddy do tipo ''BOUNCER'' apresentava uma furadeira de cabeça chata no final de cada braço. Os Big Daddies foram concebidos como os construtores de Rapture, com armas modificadas de ferramentas que usariam em suas construções. Quando os Coletores foram re-imaginados como Little Sisters, um das furadeiras do Bouncer foi mudada para uma mão enluvada para que os dois personagens pudessem interagir um com o outro."

[MuseumPlaque03]
subtitle="EXPOSIÇÃO - ARTE CONCEITUAL DA FLORESTA\n\nOs artistas da Irrational tentaram imaginar como uma cidade submarina funcionaria nesta arte conceitual de Rapture. Uma ideia imaginou uma grande floresta com a finalidade de troca de oxigênio, vista aqui com uma passarela de observação ao redor da beirada. O conceito de usar árvores para troca de oxigênio chegou no jogo final no nível ''Arcádia''."

[MuseumPlaque04]
subtitle="EXPOSIÇÃO - OS COLETORES\n\nPode ser difícil imaginar que essa criatura - cujo trabalho era recuperar ADAM dos cadáveres de Rapture - foi a primeira iteração da ideia por trás das Little Sisters. Como o Coletor não gerou nenhuma simpatia dos jogadores, a equipe criou conceitos para apresentar vários animais -incluindo o infame ''cachorro em uma cadeira de rodas''- e mais tarde um humanóide miniatura grotesco. Finalmente, um esboço conceitual de uma criança deformada inspirou o momento eureka responsável pelas Little Sisters."

[MuseumPlaque05]
subtitle="EXPOSIÇÃO - SPLICER GRANADEIRO\n\nEste Splicer elefante cinzento foi um dos primeiros ''Granadeiros'' do mesmo período de desenvolvimento de ''Remendado'' e ''Gancho''.\n''Ele era um cara que se modificou pra carregar granadas gigantes e jogá-las em você'', diz o Artista principal Shawn Robertson. O modelo foi construído e texturizado, mas nunca animado."

[MuseumPlaque06]
subtitle="EXPOSIÇÃO - MODELO MÃO DE BATATA\n\nEste personagem - ironicamente chamado de ''Batatão'' pela Irrational Games - foi o garoto propaganda da fase conceitual que precedeu a decisão de usar inimigos humanos.\n''Eu prestaria atenção nos desenhos atrás do modelo'', diz o Artista principal Shawn Robertson.\n''O de cima foi construído, mas os outros também deram as direções de desenho. Como tendemos mais para humanóides, os monstros ''Scooby'' ficaram mais idiotas e menos assustadores."

[MuseumPlaque07]
subtitle="EXPOSIÇÃO - DESENHO DE PROTETOR\n\nOs Big Daddies - chamados originalmente de Protetores - foram vislumbrados como constrores adequados para mergulho re-encarregados com a defesa das Coletoras de Adam. Eles usavam ferramentas de construção ou armas improvisadas que pareciam ter sido encontradas no fundo do mar. Da esquerda para a direita, estão os primeiros conceitos dos Protetores Corpo a corpo, Longo alcance e Atirador."

[MuseumPlaque08]
subtitle="EXPOSIÇÃO - DESENHO DE PROTETOR\n\nOs Big Daddies - chamados originalmente de Protetores - foram vislumbrados como constrores adequados para mergulho re-encarregados com a defesa das Coletoras de Adam. Eles usavam ferramentas de construção ou armas improvisadas que pareciam ter sido encontradas no fundo do mar. Da esquerda para a direita, estão os primeiros conceitos dos Protetores Corpo a corpo, Longo alcance e Atirador."

[MuseumPlaque09]
subtitle="EXPOSIÇÃO - ''REMENDADO''\n\nO primeiro Splicer que a Irrational criou para BioShock, o ''Remendado'' foi usado em várias das primeiras demos conceituais e funcionava totalmente no jogo com mecânica, reação de acertos e vozes.\n''Demorou muito pra perceber que ele não era um bom modelo'', diz o Artista principal Shawn Robertson.\n''Este é provavelmente o pior aborto que a Irrational já fez''."

[MuseumPlaque10]
subtitle="EXPOSIÇÃO - ARTE INICIAL DE SPLICER\n\nEstes são alguns uns dos primeiros esboços conceituais para mostrar os inimigos de BioShock seguindo uma direção mais humana. Os artistas associavam essa abordagem à ideia de que Adam deformará o corpo de uma forma que se relacionava com a função pretendida - por exemplo, um braço gigante e grotesco em um inimigo corpo a corpo."

[MuseumPlaque11]
subtitle="EXPOSIÇÃO - ARTE INICIAL DE SPLICER\n\nEstes são alguns uns dos primeiros esboços conceituais para mostrar os inimigos de BioShock seguindo uma direção mais humana. Os artistas associavam essa abordagem à ideia de que Adam deformará o corpo de uma forma que se relacionava com a função pretendida - por exemplo, um braço gigante e grotesco em um inimigo corpo a corpo."

[MuseumPlaque12]
subtitle="EXPOSIÇÃO - ANTES DO ''BATATÃO''\n\nAntes de solidificar a ficção ao redor de Adam, a Irrational experimentou a ideia de ser uma substância injetável externa.\n''Aqui podem nos ver brincando com Adam sendo injetado mecanicamente'', disse o Artista principal Shawn Robertson, ''por isso que este Splicer tem frascos no cinto''. Este modelo foi criado mas nunca chegou ao jogo em qualquer forma."

[MuseumPlaque13]
subtitle="EXPOSIÇÃO - ARTE INICIAL DE SPLICER\n\nMudar de grotesco para humano foi um processo lento. Enquanto os primeiros conceitos mostravam inimigos corpo a corpo com braços monstruosos, a equipe teve dificuldades em ilustrar como alguém que se modificou viraria um atirador."

[MuseumPlaque14]
subtitle="EXPOSIÇÃO - CONCEITOS DE RAPTURE\n\nEste foi um dos vários conceitos que tentaram retratar os elementos mais importantes de Rapture de uma vez. Esses conceitos ajudariam a definir o estilo Art déco subaquático arruinado que a equipe estava tentando capturar."

[MuseumPlaque15]
subtitle="EXPOSIÇÃO - ARTE CONCEITUAL INICIAL DE BIG DADDY\n\nEstes são conceitos iniciais para o Big Daddy do tipo ''Rosie'' que, como o Bouncer, foi concebido como um construtor que foi reaproveitado como um protetor para as Coletoras."

[MuseumPlaque16]
subtitle="EXPOSIÇÃO - GANCHO\n\nCriada na mesma época que ''Remendado'' e o Granadeiro, este Splicer foi apelidado de ''Gancho'' por causa de sua arma de escolha. Este conceito evoluiu para o Splicer aranha quando foi decidido que os modelos Splicer poderiam preencher qualquer papel de comportamento e o modelo do Gancho mais tarde viraria a Splicer Linda Jane."

[MuseumPlaque17]
subtitle="EXPOSIÇÃO - ARTE CONCEITUAL DE RECOMPENSA DE NETUNO\n\nEsta área aparece no nível Recompensa de Netuno, mas os corpos flutuando no oceano foram cortados mais tarde quando suas sombras se mostraram muito distraídas da ação na sala."

[MuseumPlaque18]
subtitle="EXPOSIÇÃO - CONCEITO INICIAL DE AMBIENTE\n\nO local descrito aqui foi construído para a ''demonstração de visão'' de BioShock, um pequeno nível que demonstra vários dos elementos chave do jogo, como os Big Daddies e as Coletoras."

[MuseumPlaque19]
subtitle="EXPOSIÇÃO - ARTE CONCEITUAL DO SALÃO DA FROTA\n\nQuando os desenhistas descobriram que estavam tendo problemas em conceituar o espaço do teatro, este conceito inicial para o Salão da frota de Sander Cohen foi criado após a construção de níveis começar. Foi um dos primeiros espaços construídos para BioShock e muitos dos arquivos usados neste museu vêm dessa área."

[MuseumPlaque20]
subtitle="EXPOSIÇÃO - CONCEITOS ICÔNICOS DE RAPTURE\n\nEsta foi a primeira imagem que capturou de verdade todos os elementos visuais que fizeram BioShock ser ''BioShock'': uma grande visão do oceano, a cena aquática iluminada e os elegantes elementos do estilo Art déco. Sem essas imagens, BioShock seria um monstro radicalmente diferente."

[MuseumPlaque22]
subtitle="EXPOSIÇÃO - CONCEITOS INICIAIS DE CRIATURAS\n\nEstes foram uns dos primeiros conceitos feitos para BioShock. Quando a Irrational ainda estava trabalhando em SWAT 4. As únicas ideias concretas nesse ponto eram uma cidade submarina e experimentação biológica, de modo que os primeiros conceitos se concentravam nesses temas."

[MuseumPlaque23]
subtitle="EXPOSIÇÃO - ARTE CONCEITUAL INICIAL DE BIG DADDY\n\nEste foi o quarto conceito de protetor, originalmente criado com uma ''lesma'' orgânica ligado a ele. Um modelo foi iniciado, mas nunca concluído, pois a equipe reduziu seu foco para três e, finalmente, apenas dois Big Daddy.\n''Eu ainda gosto muito deste Protetor'', disse o Artista Robb Waters. ''Nós começamos a modelagem e eu fiz de tudo pra terminá-lo, mesmo como apenas um modelo estático no chão, mas não consegui''."

[MuseumPlaque24]
subtitle="EXPOSIÇÃO - MODELO ''ELO PERDIDO''\n\nEste personagem é essencialmente o ''elo perdido'' entre os primeiros desenhos grotescos e os Splicers humanos que apareceram no BioShock.\n''Este foi o último modelo 'ruim' que fizemos antes de irmos para o que entrou no jogo'', disse o Artista líder Shawn Robertson.\n''Depois de brincar com ele por um tempo, nós dissemos 'Por que não usamos humanos?' Eu sempre pensei neles como 'monstros de Scooby Doo' porque eles eram muito desumanos para invocar empatia''."

[MuseumPlaque25]
subtitle="EXPOSIÇÃO - ARTE CONCEITUAL DA BAÍA SUBMARINA\n\nEste é um esboço conceitual que descreve o que mais tarde viraria uma baía submarina - uma área que abrigava uma cena importante para Atlas."

[MuseumPlaque26]
subtitle="EXPOSIÇÃO - ARTE CONCEITUAL DE BIG DADDY\n\nEste é um conceito inicial que mostra um Big Daddy atravessando uma parede, o que inspirou o registro de áudio na Área de testes de Big Daddies sobre um ''Big Daddy rebelde''. -O jogador o encontra no final do nível-"

[Clear_NoGun]
subtitle="EXPOSIÇÃO - FAUNA MARINHA PENDURADA\n\nNão tanto como um conceito cortado como um Easter Egg para os visitantes do museu, essas criaturas marinhas podem ser vistas nadando pelo jogador durante o passeio de batisfera até Rapture na sequência de abertura de BioShock."

